{
    "颜文字": {
        "type": "emoticon",
        "container": [{
                "icon": "OωO",
                "text": "萌"
            },
            {
                "icon": "|´・ω・)ノ",
                "text": "Hi"
            },
            {
                "icon": "ヾ(≧∇≦*)ゝ",
                "text": "开心"
            },
            {
                "icon": "(●ﾟωﾟ●)",
                "text": "脸红"
            },
            {
                "icon": "￣﹃￣",
                "text": "流口水"
            },
            {
                "icon": "(/ω＼)",
                "text": "捂脸"
            },
            {
                "icon": "→_→",
                "text": "斜眼"
            },
            {
                "icon": "（╯‵□′）╯︵┴─┴",
                "text": "掀桌"
            },
            {
                "icon": "∠( ᐛ 」∠)＿",
                "text": "给跪"
            },
            {
                "icon": "(＠。ε。＠))",
                "text": "么么哒"
            },
            {
                "icon": "୧(๑•̀⌄•́๑)૭",
                "text": "加油"
            },
            {
                "icon": "⌇●﹏●⌇",
                "text": "吓死宝宝惹"
            },
            {
                "icon": "٩(ˊᗜˋ*)و",
                "text": "有木有WiFi"
            },
            {
                "icon": "(ノ°ο°)ノ",
                "text": "前方高能预警"
            },
            {
                "icon": "(´இ皿இ｀)",
                "text": "我从未见过如此厚颜无耻之人"
            },
            {
                "icon": "(ฅ´ω`ฅ)",
                "text": "已阅留爪"
            },
            {
                "icon": "(╯°A°)╯︵○○○",
                "text": "去吧大师球"
            },
            {
                "icon": "φ(￣∇￣o)",
                "text": "太萌惹"
            },
            {
                "icon": "ヾ(´･ ･｀｡)ノ\"",
                "text": "咦咦咦"
            },
            {
                "icon": "( ง ᵒ̌皿ᵒ̌)ง⁼³₌₃",
                "text": "气呼呼"
            },
            {
                "icon": "(๑•̀ㅂ•́)و✧",
                "text": "加油"
            },
            {
                "icon": "Σ(っ °Д °;)っ",
                "text": "什么鬼"
            },
            {
                "icon": "─=≡Σ(((つ•̀ω•́)つ",
                "text": "飞扑"
            },
            {
                "icon": "╮(╯▽╰)╭ ",
                "text": "无奈"
            },
            {
                "icon": "( ,,´･ω･)ﾉ\"(´っω･｀｡)",
                "text": "摸摸头"
            },
            {
                "icon": "♥(✿ฺ´∀`✿ฺ)ﾉ",
                "text": "花痴"
            },
            {
                "icon": "٩(๑>◡<๑)۶",
                "text": "真棒"
            },
            {
                "icon": "(ó﹏ò｡)",
                "text": "我受到了惊吓"
            }
        ]
    },
    "Emoji": {
        "type": "emoji",
        "container": [{
                "icon": "😂",
                "text": "笑哭"
            },
            {
                "icon": "😀",
                "text": "哈哈"
            },
            {
                "icon": "😅",
                "text": "流汗"
            },
            {
                "icon": "😊",
                "text": "可爱"
            },
            {
                "icon": "🙂",
                "text": "微笑"
            },
            {
                "icon": "🙃",
                "text": "我倒"
            },
            {
                "icon": "😌",
                "text": "嘻嘻"
            },
            {
                "icon": "😍",
                "text": "爱你"
            },
            {
                "icon": "😘 ",
                "text": "飞吻"
            },
            {
                "icon": "😜",
                "text": "鬼脸"
            },
            {
                "icon": "😝",
                "text": "啦啦啦"
            },
            {
                "icon": "😏",
                "text": "坏笑"
            },
            {
                "icon": "😒",
                "text": "撇嘴"
            },
            {
                "icon": "🙄",
                "text": "白眼"
            },
            {
                "icon": "😳 ",
                "text": "脸红"
            },
            {
                "icon": "😡",
                "text": "愤怒"
            },
            {
                "icon": "😔",
                "text": "哎"
            },
            {
                "icon": "😫",
                "text": "好累"
            },
            {
                "icon": "😱",
                "text": "惊恐"
            },
            {
                "icon": "😭",
                "text": "大哭"
            },
            {
                "icon": "😶",
                "text": "无语"
            },
            {
                "icon": "😣",
                "text": "难过"
            },

            {
                "icon": "😤",
                "text": "气死"
            },
            {
                "icon": "😪",
                "text": "困了"
            },
            {
                "icon": "😮",
                "text": "惊呆"
            },
            {
                "icon": "😲",
                "text": "天哪"
            },
            {
                "icon": "🤥",
                "text": "说谎"
            },
            {
                "icon": "🤢",
                "text": "恶心"
            },
            {
                "icon": "👻",
                "text": "吓死你"
            },
            {
                "icon": "👍",
                "text": "棒棒哒"
            },
            {
                "icon": "👎",
                "text": "鄙视"
            },
            {
                "icon": "👏",
                "text": "鼓掌"
            },
            {
                "icon": "👋",
                "text": "拜拜"
            },
            {
                "icon": "👭",
                "text": "朋友"
            },
            {
                "icon": "🌝",
                "text": "满月"
            },
            {
                "icon": "🌞",
                "text": "太阳"
            },
            {
                "icon": "🙈",
                "text": "看不见"
            },
            {
                "icon": "💊",
                "text": "该吃药了"
            },
            {
                "icon": "🙏",
                "text": "拜托"
            }
        ]
    },
    "Markdown": {
        "type": "emoticon",
        "container": [
            { "icon": "[TEXT](https://zixizixi.cn 'TITLE')", "text": "链接" },
            { "icon": "![ALT](https://zixizixi.cn/icon.png 'TITLE')", "text": "图片" },
            { "icon": "#", "text": "标题" },
            { "icon": "> ", "text": "引用" },
            { "icon": "*", "text": "粗/斜/项" },
            { "icon": "```", "text": "代码" }
        ]
    }
}